13/data/attachments/de9f84568e93c8f1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dorothy_final_Actions_91447_0</nif:username>
            <nif:friendToBeRequested>soap_actions_dcc11106-01e2-4d83-9a16-cdafc658bc1e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>